export const data =[
    {
        id:"1",
        name:"مؤشرات الأداء (لتجربة العميل)",
        list:[
            {
                id:'1',
                name:" الحاجة الى استحداث وتطوير المزيد من المؤشرات لمواكبة  التطور وممارسات البنك في تجربة العميل (NPS) (CES)",
            },
            {
                id:'2',
                name:" تحديات تقنية في إدارة وقياس مؤشرات الأداء",

            },
            {
                id:'3',
                name:"الحاجة الى توفير وضمان جودة البيانات لتغذية مؤشرات الاداء",
            },
        ],
        otherList:[
            {
                id:'1',
                name:` تطوير مؤشرات جديدة لقياس 
                تجربة العميل تلبي التطورات    
                الحديثة وممارسات البنك.`,
            },
            {
                id:'2',
                name:`عمل بطاقات الأداء المتوازن للإدارة تجربة العميل`,

            },
 
        ],
        parcentageTagline:"%نسبة التقدم 50",
        parent:50,
        dataAos:"zoom-in",
        time:"1200"
    },
    {
        id:"2",
        name:"صوت العميل",
        list:[
            {
                id:'1',
                name:` الحاجة الى تخصيص أدوات جمع وتحليل البيانات لرفع كفاءة 
                القياس (CES)`,
            },
            {
                id:'2',
                name:`تحدي التأثير السلبي على رضا العملاء نظير غياب 
                إدارة الحالات (case management)`

            },
            {
                id:'3',
                name:` بعض من أدوات صوت العميل غير متوافقة من ال ASCI`,
            },
            {
                id:'4',
                name:`تفتقر ادوات صوت العميل الى بعض من العناصر
                المهمة كـ  Loss Tree & CLF`,
            },
            {
                id:'5',
                name:`يتم جمع بيانات صوت العميل بطريقة مختلفة وغير متناسقة `,
            },
        ],
        otherList:[
            {
                id:'1',
                name:`الاستثمار في تطوير أدوات 
                جمع وتحليل صوت العميل 
                لملء أي فجوات وتوحيد 
                عناصرها`,
            },
            {
                id:'2',
                name:` إنشاء نظام إدارة الحالات     
                (case management)    
                    يتضمن آليات لمتابعة 
                    الحالات وتحديد أولوياتها 
                    وحلّها بكفاءة.`,

            },
 
        ],
        parcentageTagline:"%نسبة التقدم30 ",
        parent:30,
        dataAos:"zoom-in-up",
        time:"1400"
    },
    {
        id:"3",
        name:`إدارة المنتجات`,
        list:[
            {
                id:'1',
                name:` ارتفاع عدد البلاغات والشكاوى بسبب التغييرات الغير مخططة 
                والتي تتضمن إطلاق او تغيير او اغلاق منتجات دون تخطيط او 
                تبرير مسبق`,
            },
            {
                id:'2',
                name:`الحاجة الى استيعاب رحلة العميل واستكشاف مواطن الضعف`

            },
            {
                id:'3',
                name:` التباين بين رحلات العملاء وفق المنتجات من حيث الفجوات`,
            },
         
        ],
        otherList:[
            {
                id:'1',
                name:` وضع آلية لتخطيط التغييرات 
                وتنفيذها بشكل منظم`,
            },
            {
                id:'2',
                name:`إجراء أبحاث ودراسات لمعرفة 
                احتياجات وتوقعات العملاء في 
                مختلف مراحل رحلة العميل`,

            },
            {
                id:'3',
                name:` انشاء سياسية سد الفجوات 
                لضمان تناسق رحلات العملاء`

            },
 
        ],
        parcentageTagline:"%نسبة التقدم 60",
        parent:60,
        dataAos:"fade-right",
        time:"1000"
    },
    {
        id:"4",
        name:`المهام التشغيلية`,
        list:[
            {
                id:'1',
                name:` تعدد الإدارات ذات العلاقة والحاجة الى استحداث نموذج لحكومة 
                التقاطعات`,
            },
            {
                id:'2',
                name:`الحاجة الى تخصيص التذاكر من ناحية (اين، كيف، متى) وربطها 
                بالرحلة`

            },
            {
                id:'3',
                name:`توافر البيانات من قبل الجهات ذات التقاطعات التشغيلية`
            },
         
        ],
        otherList:[
            {
                id:'1',
                name:`  إنشاء سياسة نظام التذاكر 
                تشمل أصحاب المصلحة 
                المختلفين من أجل حوكمة 
                أفضل`,
            },
            {
                id:'2',
                name:`إنشاء سياسة نظام التذاكر 
                تشمل الية رفع التذاكر`,

            },
    
 
        ],
        parcentageTagline:`%نسبة التقدم 50`,
        parent:50,
        dataAos:"zoom-in-down",
        time:"1100"
    },
    {
        id:"5",
        name:`إدارة المنتجات`,
        list:[
            {
                id:'1',
                name:`الحاجة إلى تحسين تجربة المستخدم للموقع الإلكتروني وذلك 
                لرفع كفاءة وجودة الخدمات`,
            },
            {
                id:'2',
                name:`تحديات تحديث وتحسين المحتوى للموقع الجديد للبنك لمواكبة 
                التجربة المحسنة`

            },
            {
                id:'3',
                name:` توافر البيانات لمختلف المنصات واستجابة الإدارة المعنية 
                لتوفير البيانات`
            },
            {
                id:'4',
                name:`موائمة الجوانب التقنية والبرمجية للمعايير المعتمدة للأمم 
                المتحدة والحكومة الرقمية`
            },
            {
                id:'5',
                name:`التغلب على التحديات التقنية المتعلقة بتحميل الصفحات 
                والوصول إلى منصات التحسين`
            },
         
        ],
        otherList:[
            {
                id:'1',
                name:` تطوير محتويات نصية ومرئية 
                موائمة لتجربة العميل المحدثة`,
            },
            {
                id:'2',
                name:`تطوير محتويات نصية ومرئية 
                موائمة لتجربة العميل المحدثة`

            },
            {
                id:'3',
                name:`تنفيذ المتطلبات التنظيمية 
                لمطابقة المعايير التنظيمية`,

            },
 
        ],
        parcentageTagline:`%نسبة التقدم 90`,
        parent:100,
        dataAos:"zoom-in-left",
        time:"1400"
    },
]


export const dataContent =[
    {
        id:"6",
        name:"المتسوق الخفي",
        list:[
            {
                id:'1',
                name:` تصميم خطة شاملة قادرة على تغطية مختلف القنوات التي يتم 
                تقديم الخدمة من خلالها`,
            },
            {
                id:'2',
                name:` جمع البيانات وفق الإطار الزمني لتغطية كافة المناطق التي يتم 
                تقدم الخدمات من خلالها`,

            },
            {
                id:'3',
                name:`فحص وتقييم الخدمات والأنشطة عبر مختلف القنوات`,
            },
        ],
        otherList:[
            {
                id:'1',
                name:` تطوير خطة شاملة لجمع 
                وتحليل بيانات المتسوق الخفي`,
            },
            {
                id:'2',
                name:`إجراء متسوق خفي لتقييم المنتجات والخدمات من مختلف القنوات`

            },
 
        ],
        parcentageTagline:`%70 نسبة التقدم `,
        parent:70,
        dataAos:"zoom-out-up",
        time:"1000"
    },
    {
        id:"7",
        name:"الفروع",
        list:[
            {
                id:'1',
                name:` الحاجة إلى تطوير وتحسين أدوات جمع بيانات قياس الرضا`,
            },
            {
                id:'2',
                name:`اختلاف رحلات العملاء عبر الفروع`

            },
            {
                id:'3',
                name:` تحسين الخدمات الذاتية وتوفير المزيد من حلولها`,
            },
          
        ],
        otherList:[
            {
                id:'1',
                name:` تصميم تجربة معيارية موحدة 
                متضمنة لإرشادات تفصيلية`,
            },
      
        ],
        parcentageTagline:"%نسبة التقدم100",
        parent:100,
        dataAos:"zoom-out-down",
        time:"1400"
    },

    {
        id:"8",
        name:`التواصل`,
        list:[
            {
                id:'1',
                name:`تباين اليات الاستجابة لمتطلبات العملاء`,
            },
            {
                id:'2',
                name:`تحسين منهجية عملية التواصل مع العملاء`

            },
            {
                id:'3',
                name:`غياب منهجية للتعامل مع الأسئلة الشائعة`,
            },
         
        ],
        otherList:[
            {
                id:'1',
                name:` تصميم دليل تواصل لتقديم 
                الخدمات للعملاء بهوية موحدة 
                عبر جميع قنوات التواصل`,
            },
            {
                id:'2',
                name:` تصميم دليل الأسئلة الشائعة 
                لرفع مستوى إيجابية الرحلة`,

            },
 
        ],
        parcentageTagline:"%نسبة التقدم 100",
        parent:100,
        dataAos:"zoom-out-right",
        time:"1100"
    },
    {
        id:"9",
        name:`المشاركة المجتمعية`,
        list:[
            {
                id:'1',
                name:` تطوير وحماية الصورة الذهنية من خلال المشاركة المجتمعية`,
            },
            {
                id:'2',
                name:`الحاجة الى استيفاء المتطلبات التنظيمية للجهات التشريعية`

            },
           
         
        ],
        otherList:[
            {
                id:'1',
                name:` عمل أدوات المشاركة 
                الالكترونية لتطوير الأداء وتحقيق 
                الأهداف المرجوة`,
            },
        ],
        parcentageTagline:`%نسبة التقدم 100`,
        parent:100,
        dataAos:"fade-up",
        time:"1400"
    },
    {
        id:"10",
        name:`برنامج الولاء`,
        list:[
            {
                id:'1',
                name:`  الاستجابة لمتطلبات العملاء لتعزيز الرضا والاكتساب والاحتفاظ 
                بهم`
            },
            {
                id:'2',
                name:`تصميم برنامج ولاء مخصص قادر على تحفيز السلوكيات 
                الإيجابيات`

            },
            {
                id:'3',
                name:` اختيار الشريك التنفيذي والموائمة مع إدارة تقنية المعلومات`
            },
         
         
        ],
        otherList:[
            {
                id:'1',
                name:` إنشاء برنامج ولاء لتعزيز 
                الاحتفاظ بالعملاء وملء 
                الفجوات`
            },
            {
                id:'2',
                name:` تنفيذ التحليلات اللازمة لاختيار 
                الشريك التقني والموائمة مع 
                المتطلبات`

            },
 
        ],
        parcentageTagline:`%نسبة التقدم 100`,
        parent:100,
        dataAos:"fade-right",
        time:"1400"
    },
]